[POPUP]
docinfo={backcolor:0,realheight:480,realwidth:800,realx:0,realy:0,type:POPUPI};
grpinfo={max_item_id:10};
itm1={backcolor:0,height:336,id:1,img:276,layout:normal,name:Base,type:IMAGEFIELD,visible:true,width:555,x:126,y:76,layout_param:{clipx:0,clipy:0}};
itm2={backcolor:0,bidimode:left-to-right,content:Updating now,font:33,height:40,highcolor:0,hlayout:center,id:3,linespacing:0,multiline:false,name:Updating_now,type:TEXTFIELD,visible:true,vlayout:middle,width:350,wrapline:no-wrap,x:225,y:101,zorder:1};
itm3={backcolor:0,bidimode:left-to-right,content:Please do not remove the USB device.,font:33,height:70,highcolor:0,hlayout:center,id:4,linespacing:0,multiline:true,name:Please_Do_not,type:TEXTFIELD,visible:true,vlayout:middle,width:320,wrapline:wrap-by-word,x:240,y:141,zorder:2};
itm4={backcolor:0,bidimode:left-to-right,content:Please do not turn off main switch.,font:33,height:80,highcolor:0,hlayout:center,id:5,linespacing:0,multiline:true,name:Switch_off,type:TEXTFIELD,visible:true,vlayout:middle,width:340,wrapline:wrap-by-word,x:234,y:207,zorder:3};
itm5={backcolor:0,height:30,id:6,img:492,layout:normal,name:waiting_frame,type:IMAGEFIELD,visible:true,width:131,x:336,y:321,zorder:4,layout_param:{clipx:0,clipy:0}};
itm6={backcolor:0,bidimode:left-to-right,content:100%,font:33,height:70,highcolor:0,hlayout:right,id:9,linespacing:0,multiline:true,name:percentage,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:90,wrapline:wrap-by-word,x:459,y:302,zorder:5};

